{
    "entered_training_room": [
        "ATOS: You've now entered the training room. I will close the doors behind you."
    ],
    "completed_tutorial": [
        "ATOS: Very good. You may enter your ship once you're ready."
    ],
    "ship_tour1": [
        "ATOS: This ship is now yours to command. I'll tell you about each area as you visit it."
    ],
    "ship_tour_deposit": [
        "ATOS: Deposit essence you've gathered planetside here. This provides safe storage, ensuring you won't lose it when you die."
    ],
    "ship_tour_chair": [
        "ATOS: This is the chair you can use to pilot your ship. I will end the tour once you use it."
    ],
    "ship_tour_door": [
        "ATOS: Exit your ship through here. I'm sure you're familiar with doors."
    ],
    "ship_tour_respawner":[
        "ATOS: This machine will reconstruct your body back at full health upon death."
    ],
    "first_ship_powered": [
        "Ship: Ship powered. Increase speed to travel between star systems."
    ],
    "ship_guide1": [
        "Ship: Travel to nearby Red star system. Check your control manual on how to view optional galaxy map data."
    ],
    "ship_guide2": [
        "Ship: Exit the ship to seek, kill, and harvest red organisms. Return when you are satisfied."
    ],
    "ship_guide3": [
        "Ship: You may deposit organism matter for safe keeping or risk carrying it. Return to the space station when you are ready by entering the pilot seat."
    ],
    "ship_guide2.5": [
        "Ship: Do not leave planet until required Red organism matter has been collected."
    ],
    "ship_guide4": [
        "Ship: Visit more planets or return to the space station."
    ],
    "ship_guide5": [
        "Ship: Speak to ATOS for further instruction."
    ],
    "request_capture1": [
        "ATOS: I need a live sample of an organism. Please fabricate a capturer at the Exchange Terminal and capture a blue organism. Naturally, I will reward you upon return."
    ],
    "contact_order_stab": [
        "Current Order: Stab"
    ],
    "contact_order_reverse_direction": [
        "Current Order: Reverse Direction"
    ],
    "contact_order_trap": [
        "Current Order: Trap"
    ],
    "contact_order_scan": [
        "Current Order: Scan"
    ],
    "cannon_audience": [
        "ATOS: Come to a terminal. I have a plan to introduce you to."
    ]
}