{
    "Villager1": [
        "It's a beautiful day! Why don't you go run around a bit?",
        "Maybe some of our friends could use a helping hand."
    ],
    "Villager2": [
        "Hey, tell your father I could use some spare firewood for tonight.",
        "I promise I'll return the favor sometime."
    ],
    "Villager3": [
        "Watch out kid. I know you're still young but it's a dangerous world out there.",
        "Unrelatedly, I like your shirt! You should bring me one like it some day."
    ],
    "Villager4": [
        "You know, I've never seen any living thing outside of this village.",
        "Makes me wonder why we have these walls in the first place."
    ],
    "Villager5": [
        "I'm taking a gathering trip out in a little while.",
        "I'll tell you all about it when we get back, I promise!"
    ],
    "Villager6": [
        "We should plant some stuff inside of these walls. I'm tired of all this grass!",
        "And a tree blocking my view of *that* house would be nice too...",
        "Maybe you can help me with that once you're older."
    ],
    "Villager7": [
        "Not now, I'm busy thinking."
    ],
    "atos0": [
        "I'm pleased that you're awake. I am ATOS.",
        "I watched your village's invasion from afar and managed to save you shortly after you blacked out.",
        "It was a terrible tragedy. You have my condolences.",
        "You may feel a bit different. I took the liberty of 'upgrading' your body.",
        "Your new, permanent, suit will make you more durable than before.",
        "Next time a village is invaded, you won't be sitting on the sidelines.",
        "You may explore your new home. Find me when you are ready for more."
    ],
    "atos1": [
        "The northmost room is your training room.",
        "I have set up a bot for you to practice using your suit on."
    ],
    "atos2": [
        "Welcome again to your capability training.",
        "I insist your body is ready before I allow you to enter the spaceship I have provided for you.",
        "Your impending journey is dangerous. I care for your wellbeing."
    ],
    "atos3": [
        "Are you prepared?",
        "First, shoot the robot with your net launcher to immobilize it.",
        "Next, stab the robot. The weapon is embedded in your suit.",
        "When it is incapacitated. You may harvest it. Your weapon doubles as a syringe."
    ],
    "atos4": [
        "Very well done.",
        "When you have mentally readied yourself, board your spaceship.",
        "Stay strong. Think about saving your village.",
        "Additionally: never attempt to visit white organisms."
    ],
    "atos5": [
        "Take this opportunity to get aquainted with your new permissions."
    ],
    "atos11": [
        "I have unlocked the exchange area for your use.",
        "You may purchase building supplies in this area, which can you can use on planets you explore.",
        "Purchasing items will add the items to your inventory, while removing corresponding essence amounts.",
        "Despite any foreign bases you may build, you will always have a home here.",
        "Remember, you need me. To defeat whomever attacked your village."
    ],
    "atos12": [
        "You have been prepared to explore on your own.",
        "Grow stronger so that you can defeat our enemies."
    ],
    "atos13": [
        "Welcome back. Please feel free to use all amenities at your disposal."
    ],
    "atos14": [
        "I need you to planets perform a contact mission with a red organism.",
        "You may retrieve it using a capturer, or use one you have already captured.",
        "I will be waiting."
    ],
    "atos15": [
        "White organisms are the only ones that pose a threat to my - our - power.",
        "Don't fret. It won't stay that way."
    ],
    "atos16": [
        "I have big plans for you. Continue doing well."
    ],
    "atos17": [
        "The purple organism is the source of some information I need.",
        "Please contact it as you did with the red one."
    ],
    "atos18": [
        "You've done well.",
        "Keep collecting resources. You will need them shortly."
    ],
    "atos21": [
        "I have added schematics of a new weapon to the fabricator.",
        "Build it on any planet of your choosing. All it requires is materials and space.",
        "Return here afterwards for further instruction after you have constructed it."
    ],
    "atos23": [
        "Thank you for setting up my weapon of mass destruction.",
        "With it, I will be able to completely wipe out white organisms from existence.",
        "Before activation, I need you to perform ground reconnaissance on one of their planets.",
        "It is necessary for the plan to be fully executed, along with my enemies."
    ],
    "atos_stab": [
        "Complete orders until the organism is dead. Each order will yield to you additional rewards.",
        "Your current order is to stab the organism."
    ],
    "atos_reverse_direction": [
        "Complete orders until the organism is dead. Each order will yield to you additional rewards.",
        "Your current order is to reverse the direction of the organism."
    ],
    "atos_trap": [
        "Complete orders until the organism is dead. Each order will yield to you additional rewards.",
        "Your current order is to trap the organism."
    ],
    "atos_scan": [
        "Complete orders until the organism is dead. Each order will yield to you additional rewards.",
        "Your current order is to scan the organism."
    ],
    "atos_shower": [
        "Complete orders until the organism is dead. Each order will yield to you additional rewards.",
        "Your current order is to shower the organism."
    ],
    "ending_dialogue": [
        "Sophisticated lifeforms have been eradicated from the galaxy.",
        "The cannon you built has proven very efficient at planet destruction.",
        "You will be remembered.",
        "Once a threat. Now eliminated.",
        "I hope you understand why this was necessary.",
        "Goodbye."
    ]
}