{
    "villager1": [
        "Hello player."
    ],
    "atos1": [
        "Good morning Player.",
        "Are you prepared for your first extrastation excursion today?",
        "Leaving the station for the first time may seem big to you, but I assure you it is simply on stepping stone in your quest for vengeance.",
        "Please warm up in the training room, then I will be honored to show you around your very own ship."
    ],
    "atos2": [
        "Welcome again to your capability training.",
        "I insist your body is ready before I allow you to enter the spaceship.",
        "Your impending journey is dangerous. I care for your wellbeing."
    ],
    "atos3": [
        "Are you prepared, Player?",
        "First, shoot the robot with your net launcher to immobilize it.",
        "Next, stab the robot. Just as you have always done.",
        "When it is incapacitated. You may harvest it."
    ],
    "atos4": [
        "Very well done Player.",
        "When you have mentally readied yourself, board your spaceship.",
        "Remember your practices over the past years. Do not be overwhelmed at this experience."
    ],
    "atos5": [
        "Take this opportunity to get aquainted with your new permissions."
    ],
    "atos11": [
        "I have unlocked the exchange area for your use.",
        "You may purchase building supplies in this area, which can you can use on planets you explore.",
        "Purchasing items will add the items to your inventory, while removing corresponding essence amounts.",
        "Despite any foreign bases you may build, you will always have a home here."
    ],
    "atos12": [
        "You have been prepared to explore on your own.",
        "Go and do not disappoint."
    ],
    "atos13": [
        "Welcome back. Please feel free to use all amenities at your disposal."
    ],
    "atos14": [
        "I need you to planets perform a contact mission with a red organism.",
        "You may retrieve it using a capturer, or use one you have already captured.",
        "I will be waiting."
    ],
    "atos15": [
        "I hope you are using your resources to their fullest potential.",
        "Some of them can be hard to come by."
    ],
    "atos16": [
        "I have big plans for you. Continue doing well."
    ],
    "atos17": [
        "The purple organism is the source of some information I need.",
        "Please contact it as you did with the red one."
    ],
    "atos18": [
        "You've done well.",
        "Keep collecting resources. You will need them shortly."
    ],
    "atos21": [
        "I have added schematics of a new weapon to the fabricator.",
        "Build it on any planet of your choosing. All it requires is materials and space."
    ],
    "atos_stab": [
        "Your current order is to stab the organism."
    ],
    "atos_reverse_direction": [
        "Your current order is to reverse the direction of the organism."
    ],
    "atos_trap": [
        "Your current order is to trap the organism."
    ],
    "atos_scan": [
        "Your current order is to scan the organism."
    ]
}